String foundation = "النشأة";
String readyMix =
    "تأسست شركة المدينة للخرسانة الجاهزة فى عام 2008 بمحافظة الدقهلية... ومنذ ذلك الوقت أخذت على عاتقها مسئولية تقديم حزمة من الخدمات الشاملة والمتكاملة حتى أصبحت شركة المدينة للخرسانة الجاهزة واحدة من أكبر شركات المقاولات المصرية المتكاملة وأعمال الخرسانة الجاهزة وأعمال الحفر والأساسات الميكانيكية لخدمة كافة العملاء فى مجال التشييد والبناء بجميع المحافظات.";

String capabilities = "الإمكانيات";

String beginning =
    '''كانت البداية بمحطة واحدة فى مدينة المنصورة إلى أن توسعت شركة المدينة للخرسانة الجاهزة لامتلاكها ل 9 محطات خرسانة لتغطي جميع أنحاء الجمهورية مجهزة بأحدث معدات الحفر والتشييد والبناء بأكثر من 135 شاحنة لخلط الخرسانة بالإضافة إلى 5 سيارات خدمة متنقلة وأكثر من 20 مضخة خرسانة متحركة بأطوال مختلفة  منها على سبيل المثال وليس الحصر ( 52 متر – 58 متر – 63 متر ) بتكنولوجيا حصرية متطورة ليس فقط لزيادة سرعة الصب ولكن أيضا لضمان أعلى جودة ممكنة فى صب الخرسانة.

كما تمتلك شركة المدينة للخرسانة الجاهزة مجموعة متكاملة من المعدات الثقيلة وماكينات الحفر اللازمة لكافة الأعمال الإنشائية منها على سبيل الحصر: -
معدة حفر سويل ميك إس آر 50 - معدة حفر سويل ميك إس آر 825 - معدة حفر سويل ميك إس آر 60 - معدة حفر إكس سي إم جى - معدة حفر سويل ميك إس آر 70 - ماكينات سى إف آى ,بالإضافة للعديد من المعدات الأخرى التى تساعدنا على إتمام كافة الأعمال الإنشائية بإحترافية عالية لخدمة مشروعات الإنشاء والتعمير بكافة أنحاء الجمهورية من خلال فريق من المتخصصين والمهندسين والخبراء والعمال والسائقين المدربين على أعلى مستوى من الكفاءة لأن هدفنا الدائم هو الحصول على رضا عملائنا لأنهم شركاء نجاحنا فى السوق المصرى.''';

String laboratories = "المعامل";

String allStations =
    '''كل محطات شركة المدينة للخرسانة الجاهزة مجهزة بمعامل متطورة ومتخصصة للقيام بالإختبارات المعملية لعينات عشوائية من الخرسانة كما نمتلك ماكينات لتكسير المكعبات حيث تقوم شركة المدينة للخرسانة الجاهزة بعمل إختبار المكعبات لإختبارات الجودة والمواد الخام وللتأكد من مقاومة الخرسانة للانضغاط المطلوب والتى صمم من أجله العنصر الخرساني المراد صبه، وغالبا نستخدم 6 مكعبات (3 بعد 7أيام و 3 بعد 28 يوم) على ان يكون معدل المكعب الواحد كل 100م3، اما احجام المكعبات تختلف من بلد لاخر أحياناً تكون 15*15*15 أو 10*10*10.... وذلك للإلتزام بمعايير الدقة فى النتايج وضمان تسليم عملائنا خرسانة جاهزة مطابقة للمواصفات المطلوبة....
كل ذلك كان سببا كافى لجعل شركة المدينة للخرسانة الجاهزة من أكبر الشركات المصرية الرائدة فى الخرسانة الجاهزة وقطاع المقاولات المتكاملة.''';

String products = "المنتجات";

String companyProducts =
    ''' منتجات شركة المدينة للخرسانة الجاهزة يتم إنتاجها عن طريق خلاطات مركزية ضخمة داخل محطاتها ويتم نقلها بواسطة سيارات خلاطة يتم استمرار الخلط فيها بعناية لحين الوصول الى موقع الصب ويتم صبها لاحقا بطريقة سهلة وسريعة بواسطة مضخة خاصة تسمى مضخات او بامبات... وتنتج شركة المدينة للخرسانة الجاهزة أكثر من 10 أنواع من الخرسانة وهى : -

خرسانة عادية - خرسانة مسلحة - خرسانة سابقة الإجهاد - خرسانة جاهزة ( سابقة الصب ) - خرسانة عالية المقاومة - خرسانة ليفية - خرسانة ذاتية الدمك - خرسانة بوليمرية - خرسانة مقذوفة ( خرسانة الرش ) - خرسانة خفيفة - خرسانة تقيلة - خرسانة كتلية كما يوجد قسم خاص داخل محطات شركة المدينة للخرسانة الجاهزة لتوريد أسمنت ( Cem 2 – Cem 3 – Type 2 )''';

String advantagesOfElMadina = "مميزات خرسانة المدينة الجاهزة";
String architectsPreferEl =
    ''' فضل المهندسيين المعماريين الخرسانة الجاهزة لشركة المدينة عن تلك المعدة فى مواقع البناء وبالرغم من أن مكونات الخرسانة الجاهزة لا تختلف عن مكونات الخرسانة العادية إلا أن الخرسانة الجاهزة لشركة المدينة لها مزايا متعددة منها : -

سرعة الصب وإنجاز المساحات الكبيرة على مرة واحدة بدون توقف.

التخلص من مشاكل فاصل الصب لأن منتجاتنا أفضل دقة فى عمليات التجهيز داخل محطاتنا.

جودة خرسانة محطات المدينة لأننا نلتزم بالمعايير الصحيحة فى تجهيز نسب المواد وخلطها.

المواد المستخدمة فى لخرسانة شركة المدينة لا يحدث لها اى تلوث بسبب طريقة تخزينها.

المعالجة التى تتم للرمل والركام الهز والغسل تضمن استخدام الركام بحالة مثالية لانتاج الخرسانة.

عند استخدام خرسانة شركة المدينة الجاهزة يكون كل كمية الخرسانة لها نفس المواصفات لان عملية الوزن و الخلط تتم بالكمبيوتر داخل محطاتنا وهذا لا يحدث عند استخدام الخرسانة العادية التى تعتمد على العامل البشرى.''';

String readyMixConcreteValidity = "مدة صلاحية الخرسانة الجاهزة";

String theTimeAllowed =
    ''' الوقت المسموح لصب الخرسانة الجاهزة من وقت الخروج من محطة الخلط حتى الصب هو ساعتين او 300 لفة حسب الكود الامريكى…مع الأخذ فى الإعتبار أن الشك الإبتدائى هو الزمن الذى ينتهى عنده تفاعل الأسمنت مع الماء يجب أن لا تقل مدته عن 45 دقيقة ولا تزيد عن ساعتين...والشك النهائى لا يقل عن 10 ساعات وهو الزمن اللازم لوصول الخلاطة الأسمنتية لدرجة من التصلب لا تستطيع إبرة إختراقها أثناء سقوطها من إرتفاع محدد تحت وزنها الذاتى.''';

String projects = "المشروعات";

String forMoreThan =
    ''' شاركت شركة المدينة للخرسانة الجاهزة على مدار أكثر من 15 عاما فى نهضة مصر العقارية والمعمارية من أسوان للإسكندرية من الطرق الحيوية والكبارى المهمة والجامعات والمدارس والمستشفيات ومشروعات الإسكان فى المدن الجديدة والأبراج السكنية ومشروعات الثروة الحيوانية والزراعية العملاقة ومحطات الصرف الصحى وشركات المياة واعمال الشواطىء وعديد من المصانع الكبيرة...كل ذلك كان سبب فى إمتلاكنا سيرة ذاتية قوية قادرة على تلبية إحتياجات أى مشروع فى أى مكان داخل جميع أنحاء الجمهورية المشروعات السابقة :''';

String previousProjects =
    "كما تقوم شركة المدينة للخرسانة الجاهزة حاليا بتنفيذ عدد من المشروعات القومية الكبيرة منها على سبيال المثال";

String accreditationCertificates = "شهادات الإعتماد";

String concreteCompany =
    '''تمتلك شركة المدينة للخرسانة الجاهزة كثير من شهادات الإعتمادات الموثقة منها : ''';

String experienceCertificates = "شهادات الخبرة";

String experienceCertificatesBody =
    '''تمتلك شركة المدينة للخرسانة الجاهزة سيرة ذاتية تدعو للفخر الدائم من خلال حصولها على شهادات خبرة من كبرى الشركات القومية التالية : ''';

String qualityCertificate = "شهادات الجودة";

String qualityCertificateBody =
    '''شركة المدينة للخرسانة الجاهزة حاصلة على شهادة الأيزو 9001 لسنة 2015 والتى تعد المعيار الدولي الأكثر انتشاراً في العالم لأنظمة الجودة مما يكفل ذلك إتباع الشركة منهجيةً راسخة لتحسين الجودة دائما في منتجاتها وخدماتها وعملياتها الإنتاجية والتى تضمن لعملائها خرسانة بمواصفات قياسية عالمية. ''';

String successPartners = "شركاء النجاح";

String mixConcrete =
    ''' تمتلك شركة المدينة للخرسانة الجاهزة العديد من شركاء النجاح مع أكبر شركات المقاولات المصرية ولديها سيرة ذاتية كبيرة فى المشاركة فى معظم المشروعات القومية العملاقة.''';

String address = "العنوان";

String addressBody = '''المنصورة – ش قناة السويس

برج النخلة – الدور الأول - مصر

فرع اكتوبر: المحور المركزى, ابراج سيتى ستارز - برج 1, السادس من اكتوبر, قريب من مسجد الحصرى ''';

String workingHours = "مواعيد العمل لدينا";
String allDays = ''' طوال ايام الاسبوع من 9ص حتى 5 م ماعدا الجمعة''';

String callUs = "اتصل بنا";

String callUsTel = "+0502509351";
String hotLine = "الخط الساخن";
String hotLineMobil = "+201212995555";
String forSales = "للمبيعات​";
String forSalesMobil = "+201006628882";

String administrativesTructure = "الهيكل الإدارى";

String mohamedAbdElslam = " م/ محمد عبد السلام الديب رئيس مجلس الإدارة";

String mohamedAbdElslamMobil = "01144455970";

String myada = "ا/ ميادة أحمد محمد المدير التنفيذى";
String myadaMobil = "01006628882";

String hmada = "م/ حماده عمر مدير محطة المنصورة";
String hmadamobil = "01011655937";

String mohamedHarfosh = "م/ محمد حرفوش مدير محطة أكتوبر";

String mohamedHarfoshMobil = "01006668225";

String mohamedBadr = "م/ محمد مدير محطة بدر";

String mohamedBadrMobil = "01115216777";

String abdElmeneem = "م/ عبد المنعم مدير محطة الإسكندرية";

String abdElmeneemMobil = "01011655086";

String eladwy = "ا/  العدوى عادل مراجع الحسابات";

String eladwyMobil = "01063629407";

String ahmed = "ا/ أحمد إدارة مكتب أكتوبر";

String ahmedMobil = "01011439974";
